import React from "react";

const PrivacyPolicy = () => {
  return (
    <div className="min-h-[100vh] p-[2rem] max-lg:p-[1rem]">
      <h1 className="text-2xl"> سياسة الخصوصية </h1>
      <p className="bg-white p-[1.5rem] max-ms:p-[1rem] mt-[1.5rem] rounded-xl overflow-hidden">
        # سياسة الخصوصية ## مقدمة مرحبا بكم في "مستقيم". توضح سياسة الخصوصية هذه
        كيف نقوم بجمع معلوماتك واستخدامها والكشف عنها وحمايتها عند استخدام تطبيق
        سطح المكتب الخاص بنا ("التطبيق"). <br/> يرجى قراءة سياسة الخصوصية بعناية. <br/> إذا
        كنت لا توافق على شروط سياسة الخصوصية هذه، يرجى عدم الدخول إلى التطبيق.
        ## المعلومات التي نجمعها نحن لا نجمع أي معلومات شخصية من مستخدمينا. <br/> تم
        تصميم التطبيق لتوفير المحتوى الإسلامي، مثل التلاوات والقراءات القرآنية،
        دون مطالبة المستخدمين بتقديم أي معلومات شخصية. <br/> ## استخدام واجهات برمجة
        التطبيقات يتكامل تطبيقنا مع واجهات برمجة التطبيقات التابعة لجهات خارجية
        <br/>
        لتوفير تجربة مستخدم سلسة:. <br/> 1. **MP3Quran**: - الغرض: تحميل الصوت القرآني.
        - سياسة الخصوصية: [سياسة خصوصية
        MP3Quran](https://mp3quran.net/ar/privacy) <br/> 2. **مؤسسة القرآن**: - الغرض:
        توفير نص القرآن والمحتوى ذي الصلة. - سياسة الخصوصية: [سياسة خصوصية مؤسسة
        القرآن الكريم](https://quran.com/privacy) <br/> 3. **Unsplash**: - الغرض: عرض
        صور عشوائية لأغراض جمالية. - سياسة الخصوصية: [سياسة خصوصية
        Unsplash](https://unsplash.com/api-terms) يرجى مراجعة سياسات الخصوصية
        هذه لفهم كيفية التعامل مع بياناتك بواسطة خدمات الطرف الثالث هذه. <br/> ##
        المحتوى المحظور تطبيقنا مخصص لتقديم المحتوى الإسلامي. <br/>نحن نمنع منعا باتا
        استخدام أو عرض أي محتوى لا يتعلق بوسائل الإعلام الإسلامية. <br/> ويشمل ذلك،
        على سبيل المثال لا الحصر، الموسيقى ومقاطع الفيديو والصور غير الإسلامية.<br/>
        ## الأمان نحن نستخدم إجراءات أمنية إدارية وفنية ومادية للمساعدة في حماية
        معلوماتك الشخصية. <br/> على الرغم من أننا اتخذنا خطوات معقولة لتأمين المعلومات
        الشخصية التي تقدمها لنا، يرجى العلم أنه على الرغم من جهودنا، لا توجد
        إجراءات أمنية مثالية أو غير قابلة للاختراق، ولا يمكن ضمان أي طريقة لنقل
        البيانات ضد أي اعتراض أو أنواع أخرى من سوء الاستخدام.<br/>  ## مفتوح المصدر
        تطبيقنا مفتوح المصدر، ويمكنك العثور على الكود المصدري على GitHub. <br/> يتضمن
        هذا المستودع معلومات حول كيفية تعاملنا مع البيانات وممارساتنا الأمنية. <br/> -
        [مستودع Mostaqem Github]<br/>(https://github.com/Mostaqem/mostaqem_desktop) 
        ## تغييرات على سياسة الخصوصية هذه قد نقوم بتحديث سياسة الخصوصية هذه من
        وقت لآخر لتعكس، على سبيل المثال، التغييرات التي تطرأ على ممارساتنا أو
        لأسباب تشغيلية أو قانونية أو تنظيمية أخرى.<br/>  وسوف نقوم بإعلامك بأي تغييرات
        عن طريق نشر سياسة الخصوصية الجديدة داخل التطبيق. <br/> ننصحك بمراجعة سياسة
        الخصوصية هذه بشكل دوري.
      </p>
    </div>
  );
};

export default PrivacyPolicy;
